Repository: muratcanoksum/QR-Attendance-App
Catalog: lib/l10n/app_*.arb
Languages: tr

# header
source: Biruni University
tr: Biruni Üniversitesi

# sub_header
source: Attendance System
tr: Yoklama Sistemi

source: User Name
tr: Kullanıcı Adı

source: Password
tr: Şifre

source: Student
tr: Öğrenci

source: Academician
tr: Akademisyen

source: Login
tr: Giriş Yap

source: FAQ
tr: SSS

# faq1
source: How many times can I reset device information?
tr: Cihaz bilgisini kaç kere sıfırlayabilirim?

# faq1_text
source: You can reset device information once a week.
tr: Cihaz bilgilerini sıfırlama işlemini haftada bir kez yapabilirsiniz.

# faq2
source: Why am I getting a device verification error?
tr: Neden cihaz eşleştirme hatası alıyorum?

# faq2_text
source: If you delete and reinstall the application or try to login from another device, we will get a device verification error.
tr: Uygulamayı silip tekrar yüklmeniz veya başka cihazdan girmeniz halinde cihaz eşleştirme hatası alırız

# faq3
source: Why can't I log in even though my information is correct?
tr: Bilgilerim doğru olmasına rağmen neden giriş yapamıyorum?

# faq3_text
source: Make sure you select 'Student' if you are a student, or 'Academician' if you are a lecturer.
tr: Giriş ekranında öğrenciyseniz 'Öğrenci', akademisyen iseniz 'Akademisyen' seçtiğinizden emin olun.

source: History
tr: Geçmiş

# con_error
source: Connection Error
tr: Bağlantı Hatası

# login_check
source: Please do not leave your username or password blank
tr: Lütfen kullanıcı adı veya şifrenizi boş bırakmayın.

# info_check
source: Please check your login information
tr: Giriş bilgilerizi kontrol ediniz

# scan_qr
source: Scan QR Code
tr: QR kodu okutun

# qr_align
source: Align the qr code to center the drawn area
tr: QR kodunu belirlenen alana ortalayacak şekilde hizalayın.

# for_read
source: Click for read
tr: Okutmak için tıklayın

source: Info
tr: Bilgilendirme

# course_sure
source: Are you sure you want to delete the course history?
tr: Ders geçmişinizi silmek istediğinize emin misininiz?

source: Dismiss
tr: Vazgeç

source: Delete
tr: Sil

# rec_not_found
source: No Records Found
tr: Kayıt bulunamadı

# no_data
source: No data available
tr: Veri yok

source: Account
tr: Hesap

source: Name
tr: Ad

source: Surname
tr: Soyad

source: Faculty
tr: Fakülte

source: Department
tr: Bölüm

# exit
source: Sign out
tr: Çıkış yap

# account_sure
source: Are you sure you want to check out? Your course history will be deleted.
tr: Çıkış yapmak istediğinize emin misiniz? Ders geçmişiniz silinecek.

# reset_password
source: Password Reset
tr: Parolamı unuttum

# reset_device
source: Device Reset
tr: Cihaz yenile

# logo
source: assets/logoen.png
tr: assets/logo.png

# con_id
source: This device is registered with another account...
tr: Bu cihaz başka hesapta kayıtlı...

# time_qr
source: The validity of the code scanned has expired.
tr: Okutulan kodun geçerlilik süresi dolmuş.

# invalid_qr
source: Make sure that the code scanned is valid.
tr: Okutulan kodun geçerli olduğundan emin olun

# success_add
source: Course registration successful
tr: Ders kaydı başarılı
